[
  {
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcR_TkOLoxAOmi2BbB…",
    "name": "The Silent Patient",
    "description": "The Silent Patient is a gripping psychological thriller written by Alex Michaelides. The story revolves around Alicia Berenson, a renowned painter, who seemingly has it all until she's found standing next to her husband's lifeless body with a smoking gun in her hand. She never speaks another word, and her silence becomes the center of attention. Enter Theo Faber, a criminal psychotherapist, determined to unravel the mystery behind her silence. Michaelides weaves a tale of suspense, secrets, and the complexities of the human mind. With a brilliant narrative and unexpected twists, The Silent Patient will keep you on the edge of your seat, questioning the sanity of its characters. Dive into this thrilling story to uncover the truth behind the silence and the hidden horrors within the human psyche."
  },
  {
    "image": "https://www.pluggedin.com/wp-content/uploads/2020/01/great-gatsby-cove…",
    "name": "The Great Gatsby",
    "description": "The Great Gatsby, written by F. Scott Fitzgerald, is a classic novel set in the roaring twenties. The story is narrated by Nick Carraway, who becomes entangled in the lives of his mysterious neighbor Jay Gatsby and his cousin Daisy Buchanan. The novel explores themes of love, wealth, and the American Dream. Fitzgerald's prose captures the extravagance and excess of the Jazz Age, while delving into the complexities of the characters' relationships. The Great Gatsby is a timeless tale that offers a vivid glimpse into the past while addressing universal themes that resonate today."
  },
  {
    "image": "https://m.media-amazon.com/images/I/71es5iAIuiL._AC_UF1000,1000_QL80_.…",
    "name": "1984",
    "description": "1984, written by George Orwell, is a dystopian novel that takes place in a world ruled by Big Brother, a totalitarian regime that surveils every aspect of citizens' lives. The story follows Winston Smith, an ordinary man who begins to rebel against the oppressive regime. As he navigates a world of propaganda, surveillance, and thought control, Winston seeks love, freedom, and truth. 1984 explores themes of political oppression, propaganda, and the consequences of totalitarianism. Orwell's work has left an indelible mark on literature and continues to be a thought-provoking and cautionary tale."
  },
  {
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRLozm3Ie7Dd-GW20…",
    "name": "Dune",
    "description": "Dune, written by Frank Herbert, is an epic science fiction novel set in a distant future. The story unfolds on the desert planet Arrakis, where noble houses vie for control of its valuable resource, melange spice. At the center of the narrative is Paul Atreides, the young heir of House Atreides, who becomes embroiled in a political and environmental struggle that will change the fate of the universe. Dune explores themes of politics, religion, environmentalism, and the power of myth. With its richly imagined world and complex characters, it's a must-read for fans of science fiction."
  },
  {
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQDmB3wXhwiXDt9Qo…",
    "name": "The Girl with the Dragon Tattoo",
    "description": "The Girl with the Dragon Tattoo by Stieg Larsson is a gripping thriller that follows the story of Mikael Blomkvist, a journalist, and Lisbeth Salander, a computer hacker. Together, they investigate the decades-old disappearance of a wealthy industrialist's niece. As they delve into the mystery, they uncover dark family secrets and a tangled web of corruption. The novel is a masterclass in suspense and intrigue, with complex characters and an intricate plot that will keep you on the edge of your seat."
  },
  {
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQWnFowUUfXYMJZ1u…",
    "name": "Gone Girl",
    "description": "Gone Girl, a psychological thriller by Gillian Flynn, is a mesmerizing and twisted tale of a marriage gone wrong. On their fifth wedding anniversary, Nick Dunne's wife, Amy, goes missing, and he becomes the prime suspect. As the media frenzy and police investigation intensify, the story takes shocking and unexpected turns. Flynn crafts a brilliant narrative that keeps readers guessing until the very end. With its unreliable narrators and dark themes, Gone Girl is a page-turner that explores the complexities of relationships and the consequences of deception."
  },
  {
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTlrb_uax_848NBCJ…",
    "name": "Neuromancer",
    "description": "Neuromancer is a seminal work of cyberpunk science fiction written by William Gibson. The novel introduces readers to Case, a washed-up computer hacker hired by a mysterious employer to pull off the ultimate hack. Case navigates a world of artificial intelligence, virtual reality, and cybernetics, with themes of hacking, corporate power, and the blurring of the real and virtual realms. Neuromancer is a groundbreaking and influential work that has left a lasting impact on the science fiction genre."
  },
  {
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ9_GFn1p5LHYqOAj…",
    "name": "The Da Vinci Code",
    "description": "The Da Vinci Code, authored by Dan Brown, is a gripping and controversial thriller that combines art, religion, and cryptology. The story begins with the murder of a curator at the Louvre Museum in Paris, setting off a series of events that lead to the unraveling of a mystery involving secret societies, hidden codes, and the search for the Holy Grail. Professor Robert Langdon, an expert in symbology, becomes embroiled in the quest for the truth. Brown's novel takes readers on a thrilling journey through art, history, and hidden knowledge. With its fast-paced narrative and thought-provoking themes, The Da Vinci Code is a captivating read that has captivated audiences around the world."
  },
  {
    "image": "data:image/jpeg;base64,/9j/4AAQSkZJRgABAQAAAQABAAD/2wCEAAkGBxITEhUTEhM…",
    "name": "To Kill a Mockingbird",
    "description": "To Kill a Mockingbird, written by Harper Lee, is a classic novel set in the American South during the 1930s. The story is narrated by Scout Finch, a young girl growing up in the racially divided town of Maycomb, Alabama. Her father, Atticus Finch, is a lawyer defending a black man accused of raping a white woman. The novel explores themes of racial injustice, morality, and empathy. It's a poignant coming-of-age story that challenges societal norms and prejudices. With its timeless message and memorable characters, To Kill a Mockingbird remains a powerful and thought-provoking novel."
  },
  {
    "name": "Sapiens: A Brief History of Humankind",
    "description": "Yuval Noah Harari's Sapiens: A Brief History of Humankind is a book that traces the history of humankind from our origins as hunter-gatherers to our current position as the dominant species on Earth. Harari argues that there have been three major revolutions in human history: the Cognitive Revolution, the Agricultural Revolution, and the Scientific Revolution. Each of these revolutions has transformed human society in profound ways."
  },
{
  "name": "A People's History of the United States",
  "image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSr24Pd-_17xgcguq9uQQB78eGqGx18v8hDIA&usqp=CAU",
  "description": "A People's History of the United States is a 1980 nonfiction book by American historian and political scientist Howard Zinn. In the book, Zinn presented what he considered to be a different side of history from the more traditional 'fundamental nationalist glorification of country'. Zinn portrays a side of American history that can largely be seen as the exploitation and manipulation of the majority by rigged systems that hugely favor a small aggregate of elite rulers from across the orthodox political parties A People's History is a history of the United States from the perspective of the oppressed and the marginalized. Zinn tells the story of the Native Americans who were driven from their land and slaughtered in the name of progress; the African slaves who were brought to America to work on plantations and who fought for their freedom; the immigrants who came to America seeking a better life and who were often met with discrimination and exploitation; the workers who organized unions and fought for better wages and working conditions; and the social activists who have fought for civil rights, women's rights, and peaceZinn's "
},
{
  "name": "Pride and Prejudice",
  "image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRWH6NDkYhvMLWOa4lN_B-QDlBSijHeHmm-bw&usqp=CAU",
  "description": "Pride and Prejudice is a novel by Jane Austen, first published in 1813. The story follows the main character, Elizabeth Bennet, as she deals with issues of manners, upbringing, morality, education, and marriage in the society of the landed gentry of early 19th-century EnglandPride and Prejudice is a witty and romantic novel that explores the themes of love, marriage, and social class. Austen's characters are complex and well-developed, and her writing is both insightful and funny.The novel is set in the fictional town of Meryton, and it follows the Bennet family as they prepare for their eldest daughter, Jane, to be married. Elizabeth is a bright and intelligent young woman, but she is also quick to judge others. She is initially prejudiced against Mr. Darcy, a wealthy and arrogant gentleman, but she eventually learns to see him in a new lightPride and Prejudice is a classic of English literature, and it has been adapted into numerous films and television shows. It is a timeless story that continues to resonate with readers today."
},
{
  "name": "Foundation",
  "image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTVIojqvVabNInimfhwi20dX6BFw_zL_bSNrg&usqp=CAU",
  "description": "Foundation is a science fiction novel by American writer Isaac Asimov. It is the first published in his Foundation Trilogy (later expanded into the Foundation series). Foundation is a cycle of five interrelated short stories, first published as a single book by Gnome Press in 1951. Collectively they tell the early story of the Foundation, an institute founded by psychohistorian Hari Seldon to preserve the best of galactic civilization after the collapse of the Galactic Empire.The story begins with the introduction of Hari Seldon, a brilliant mathematician and psychohistorian who has developed a new science that allows for the probabilistic prediction of future events. Seldon has predicted the collapse of the Galactic Empire, and he has gathered together the best minds in the galaxy to establish a Foundation on the remote planet Terminus. The Foundation is tasked with preserving the knowledge of the Empire and rebuilding civilization after the collapse."
},
{
  "name": "The Guns of August",
  "image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT5f8lF-UJyLlogYPzH3JCNuoZaGtJZj_VfIA&usqp=CAU",
  "description": "The Guns of August is a non-fiction book by Barbara Tuchman about the outbreak of World War I. It was first published in 1962 and won the Pulitzer Prize for History in 1963. The book is a detailed account of the events of the first month of the war, from the assassination of Archduke Franz Ferdinand of Austria-Hungary on June 28, 1914, to the Battle of the Marne on September 6, 1914Tuchman's book is notable for its focus on the human element of the war. She examines the motivations of the leaders of the major European powers, and she shows how their decisions led to the outbreak of war. Tuchman also provides a vivid account of the military campaigns of the first month of the war, and she shows how the war quickly escalated from a localized conflict to a major European war."
},
{
  "name": "The Wright Brothers",
  "image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQt1PAGi0rXzJemP3Q-h16bOzfO7MsDFtzv4A&usqp=CAU",
  "description": "The Wright Brothers is a non-fiction book by David McCullough about the lives of Orville and Wilbur Wright, the two brothers who invented the airplane. It was first published in 1999 and won the Pulitzer Prize for Biography in 2000 McCullough's book is a detailed and well-researched account of the Wright brothers' lives and work. He examines their childhood, their early interest in flight, and their many years of experimentation and research. McCullough also provides a vivid account of the brothers' historic flight at Kitty Hawk, North Carolina, on December 17, 1903."
}
,
{
  "name": "To Kill a Mockingbird",
  "image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQ7Zgsr19wSOqbGrG_gAAbYVuYeuZKzadi5oQ&usqp=CAU",
  "description": "To Kill a Mockingbird is a novel by Harper Lee published in 1960. The book is set in the American South during the Great Depression and tells the story of Jean Louise Finch and her brother Jem as they witness the trial of Tom Robinson, a black man falsely accused of raping a white womanLee's novel is a powerful indictment of racism and prejudice. She explores the themes of innocence, compassion, and courage through the eyes of Scout and Jem. The book has been praised for its timeless message of hope and its enduring appeal.To Kill a Mockingbird is a classic of American literature and has been adapted into a successful film and television series. It is a book that should be read by everyone, regardless of age or background."
}



]